<html>
 <head>
 <title>Final psicología educativa - Blog</title>
</head>
<body>
<h1 style="color:lightblue;">Final Psicolog&iacute;a Educativa - PRIMERA PARTE</h1>
<h2 style="color:pink;">Estudiante: Viviana Garc&iacute;a, DNI: 26810291</h2>
<h2 style="color:pink;">Profesoras: Lic. Julieta Fernández y Lic. Elbana Galiotti</h2>
<p><strong>Unidad 1 - TEMA 1:</strong> Dificultad para consolidar la Psicolog&iacute;a como ciencia. Psicolog&iacute;a como ciencia: La Psicolog&iacute;a una ciencia natural, que busca la comprensi&oacute;n del fen&oacute;meno conductual y una ciencia social, por la problem&aacute;tica&nbsp; que se puede dar entre seres humanos.</p>
<p>&nbsp;</p>
<p><strong>Unidad 1- TEMA 2</strong><strong>: </strong>Aportes de la Psicolog&iacute;a Educativa a la Educaci&oacute;n: Psicolog&iacute;a educacional es la rama de la psicolog&iacute;a que estudia los procesos de cambio surgidos en la persona como fruto de su relaci&oacute;n con instituciones educativas formales o no</p>
<p>&nbsp;</p>
<p><strong>Unidad 1 - TEMA&nbsp; 3:</strong> Diferencia entre enfoques conductivista, cognoscitivo y constructivo.</p>
<table width="738">
<thead>
<tr>
<td width="88">
<p><strong>Caracter&iacute;stica</strong></p>
</td>
<td width="160">
<p><strong>Conductista</strong></p>
</td>
<td width="152">
<p><strong>Cognoscitivo</strong></p>
</td>
<td width="327">
<p><strong>Constructivista</strong></p>
</td>
</tr>
</thead>
<tbody>
<tr>
<td width="88">
<p>Enfoque principal</p>
</td>
<td width="160">
<p>Conducta observable y medible</p>
</td>
<td width="152">
<p>Procesos mentales internos</p>
</td>
<td width="327">
<p>Construcci&oacute;n activa del conocimiento</p>
<p>&nbsp;por parte del estudiante</p>
</td>
</tr>
<tr>
<td width="88">
<p>Rol del estudiante</p>
</td>
<td width="160">
<p>Pasivo, receptor de informaci&oacute;n</p>
</td>
<td width="152">
<p>Activo, procesa informaci&oacute;n y construye conocimiento</p>
</td>
<td width="327">
<p>Activo, construye activamente su propio</p>
<p>conocimiento</p>
</td>
</tr>
<tr>
<td width="88">
<p>Rol del maestro</p>
</td>
<td width="160">
<p>Transmisor de informaci&oacute;n, enfocado en reforzar conductas deseadas</p>
</td>
<td width="152">
<p>Facilitador del aprendizaje, gu&iacute;a y apoya el proceso cognitivo</p>
</td>
<td width="327">
<p>Facilitador del aprendizaje, crea entornos</p>
<p>y actividades que promueven la construcci&oacute;n del conocimiento</p>
</td>
</tr>
<tr>
<td width="88">
<p>Proceso de aprendizaje</p>
</td>
<td width="160">
<p>Asociaci&oacute;n de est&iacute;mulos y respuestas, refuerzo positivo y negativo</p>
</td>
<td width="152">
<p>Procesamiento de informaci&oacute;n, organizaci&oacute;n y almacenamiento de la informaci&oacute;n, resoluci&oacute;n de problemas</p>
</td>
<td width="327">
<p>Interacci&oacute;n social, experiencia directa,</p>
<p>&nbsp;reflexi&oacute;n sobre la experiencia, construcci&oacute;n de significados compartidos</p>
</td>
</tr>
<tr>
<td width="88">
<p>Ejemplos en la educaci&oacute;n</p>
</td>
<td width="160">
<p>Instrucci&oacute;n basada en recompensas y castigos, refuerzo de conductas deseadas</p>
</td>
<td width="152">
<p>Estrategias de ense&ntilde;anza que promueven la comprensi&oacute;n profunda, como la organizaci&oacute;n de la informaci&oacute;n</p>
</td>
<td width="327">
<p>Aprendizaje basado en proyectos, colaboraci&oacute;n</p>
<p>entre estudiantes, reflexi&oacute;n sobre la experiencia</p>
</td>
</tr>
</tbody>
</table>
<p>&nbsp;</p>
<p><strong>Unidad 2 &ndash; TEMA 4 y 5: </strong>Teor&iacute;as no mediacionales, aspectos positivos y negativos de cada autor.</p>
<p><strong>TEORIAS NO MEDIACIONALES</strong></p>
<p><strong>IVAN PAVLOV: Aspectos Positivos: </strong>Condicionamiento cl&aacute;sico, aprendizaje asociativo entre est&iacute;mulo y entorno. Los comportamientos complejos, pueden ser entendidos a trav&eacute;s de procesos simples de asociaci&oacute;n de est&iacute;mulos y respuestas. Su investigaci&oacute;n influy&oacute; en la terapia conductual y los trastornos de ansiedad y fobias.</p>
<p>Aspectos negativos: Ignora la conciencia, los estados de la mente y los sentimientos</p>
<p><strong>JOHN WATSON: </strong>Aspectos positivos: Los comportamientos podr&iacute;an ser condicionados a trav&eacute;s de la asociaci&oacute;n de est&iacute;mulos y respuestas.</p>
<p>Aspectos Negativos: considero a los estudiantes como individuos vac&iacute;os, que adquieren conductas y las que no son deseadas, pueden ser reemplazadas o eliminadas. Escasa atenci&oacute;n a los pensamientos y sentimientos.</p>
<p><strong>Skinner</strong> <strong>Burrhus Frederic</strong>: Aspectos positivos: Los comportamientos que son seguidos con recompensas, tienden a repetirse, mientras que aquellos seguidos por castigos tienden a disminuir. Refuerzo positivos y negativos.</p>
<p>Aspectos Negativos: se centr&oacute; solo en la observaci&oacute;n y medici&oacute;n de la conducta, en lugar de procesos mentales internos. Falta de reconocimiento del libre albedr&iacute;o y la capacidad humana para tomar decisiones conscientes y reflexivas.</p>
<p><strong>HULL CLARK LEONARD</strong>: Aspectos positivos: el comportamiento es el resultado de la interacci&oacute;n entre factores biol&oacute;gicos y ambientales, y que el aprendizaje ocurre a trav&eacute;s de la asociaci&oacute;n de est&iacute;mulos y respuestas. La motivaci&oacute;n del comportamiento est&aacute; determinada por estados internos de tensi&oacute;n &ldquo;drive&rdquo;, y que el aprendizaje ocurre cuando disminuye esa tensi&oacute;n.</p>
<p>Aspectos Negativos y Cr&iacute;ticas: Reduccionismo, complejidad matem&aacute;tica y el&nbsp; enfoque limitado.</p>
<p><strong>MILLER Y DOLLARD</strong>: Aspectos Positivos: Cuatro factores involucrados en el aprendizaje: la se&ntilde;al., la respuesta, el impulso y la recompensa. Aprendizaje social por observaci&oacute;n e imitaci&oacute;n. Refuerzo y castigo.</p>
<p>Aspectos Negativos: reduccionista, no consideran los procesos cognitivos internos.</p>
<p>&nbsp;</p>
<p><strong>Unidad 2- TEMA 6:</strong> Autores mediacionales. Ideas novedosas sobre el aprendizaje.</p>
<p><strong>JEAN PI</strong>AGET: Propuso que los ni&ntilde;os pasan par una serie de etapas de desarrollo cognitivo, y en cada una distintas formas de pensar y de entender el mundo: sensoriomotora, preoperacional, operaciones concretas y formales. Asimilaci&oacute;n(incorporar nueva informaci&oacute;n a las estructuras mentales) y acomodaci&oacute;n(ajustar las estructuras mentales). Constructivista. Importancia del juego y de la experimentaci&oacute;n.</p>
<p><strong>LEV VYGOTSKY:&nbsp; </strong>El desarrollo cognitivo esta influenciado por sus interacciones sociales y el contexto cultural. Desarrollo pr&oacute;ximo: distancia entre el nivel de un individuo y su potencial de desarrollo, bajo la gu&iacute;a de un adulto o en colaboraci&oacute;n con otros ni&ntilde;os m&aacute;s capaces( andamieaje). Importancia del juego, lenguaje y pensamiento.</p>
<p>&nbsp;</p>
<p><strong>DAVID AUSUBEL</strong>: La estructura cognitiva es la red de conocimientos y conceptos que una persona ya tiene en su mente. El aprendizaje significativo ocurre cuando el nuevo conocimiento se incorpora de manera que se relaciona y se ajusta a esta estructura existente. El aprendizaje es m&aacute;s eficaz cuando el contenido es relevante e interesante para el estudiante, lo que facilita la integraci&oacute;n del nuevo conocimiento con el existente.</p>
<p>&nbsp;</p>
<p><strong>JEROME BRUNER: </strong>Los estudiantes construyen su propio conocimiento a trav&eacute;s de la exploraci&oacute;n y la experimentaci&oacute;n. Estructuras mentales cognitivas, interacci&oacute;n con el entorno y se modifican con nuevas experiencias. Spiral curricular. Narrativa y construcci&oacute;n del conocimiento por parte del estudiante mediante la revisi&oacute;n gradual del proceso de aprendizaje.</p>
<ul>
<li><strong>Unidad 3- TEMA 7:</strong> Neurociencia</li>
</ul>
<p>Las neurociencias son el campo interdisciplinario que estudia el sistema nervioso en todas sus dimensiones, desde la estructura y funci&oacute;n de las neuronas individuales hasta la compleja interacci&oacute;n de redes neuronales que dan lugar a comportamientos y procesos mentales. Este campo abarca diversas &aacute;reas y subdisciplinas, cada una enfocada en diferentes aspectos del sistema nervioso.</p>
<p>&nbsp;</p>
<p>Las neurociencias cognitivas son una rama de la neurociencia que estudia c&oacute;mo los procesos mentales y las funciones cognitivas, como la percepci&oacute;n, la memoria, el lenguaje y la toma de decisiones, est&aacute;n relacionados con la actividad del cerebro. Esta disciplina combina conocimientos de la neurobiolog&iacute;a, la psicolog&iacute;a cognitiva, la neuropsicolog&iacute;a y otras &aacute;reas para comprender c&oacute;mo las estructuras y funciones cerebrales subyacen a las capacidades mentales y comportamentales.</p>
<ul>
<li><strong>Unidad 3- TEMA 8</strong><strong>:</strong> Inteligencias m&uacute;ltiples. La inteligencia no es una capacidad unitaria, sino que existe en diferentes formas, que se manifiestan de manera diversa en cada individuo.</li>
</ul>
<p>La teor&iacute;a de las inteligencias m&uacute;ltiples ha tenido un impacto significativo en la educaci&oacute;n y el desarrollo personal, sugiriendo que los m&eacute;todos de ense&ntilde;anza deben adaptarse a las diversas formas en que las personas procesan y expresan la informaci&oacute;n. La idea es que cada individuo tiene una combinaci&oacute;n &uacute;nica de estas inteligencias, lo que puede influir en sus habilidades y preferencias en diferentes &aacute;reas de la vida. e</p>
<ul>
<li><strong>Unidad 3 - TEMA 9:</strong> Violencia/indisciplina escolar. Protocolos.</li>
</ul>
<p>La violencia escolar se refiere a cualquier forma de conducta violenta o agresiva que ocurre dentro del contexto educativo, afectando tanto a estudiantes como a personal escolar. Esta violencia puede manifestarse de diversas formas y puede tener un impacto negativo significativo en el entorno educativo y en el bienestar de los individuos involucrados.</p>
<p>La violencia escolar es un problema complejo que requiere un enfoque integral que involucre a toda la comunidad educativa. La implementaci&oacute;n de estrategias efectivas y la creaci&oacute;n de un entorno de apoyo y respeto son fundamentales para reducir y prevenir la violencia en las escuelas.</p>
<p>Buenas tardes en la Provincia de Neuqu&eacute;n, en la escuela que trabajo desde hace 20 a&ntilde;os, se realizan actualizaciones de los AEC, cada 4 a&ntilde;os con la participaci&oacute;n de todas las partes de la comunidad educativa. Se establecen jornadas espec&iacute;ficas en donde se trabajan los acuerdos de convivencia desde el lado de los profesores, luego con los estudiantes, para concluir con el resto de los integrantes de la comunidad educativa. Tambi&eacute;n se llevo a cabo la capacitaci&oacute;n de mediaci&oacute;n escolar, con la participaci&oacute;n y colaboraci&oacute;n del abogado y profesor Defensor del Pueblo, en el Colegio donde se capacitaron docentes y estudiantes, con posterior certificaci&oacute;n recibida. Luego se implement&oacute; todo lo aprendido, durante 3 a&ntilde;os consecutivos. Fue muy interesante la capacitaci&oacute;n y el abordaje posterior que se pudo realizar situado en la escuela. Adem&aacute;s en la p&aacute;gina del Consejo Provincial de Educaci&oacute;n se puede acceder a toda la informaci&oacute;n( legislativa, acad&eacute;mica, y material bibliogr&aacute;fico) que facilite la tarea para la construcci&oacute;n de los AEC. Hay un cuadernillo" Notas para pensar los modos de habitar las escuelas" con propuestas de distintas actividades que permiten poder trabajar el conflicto y distintas situaciones escolares, que dificultan la buena convivencia. Adjunto link de acceso al cuadernillo:</p>
<p>https://drive.google.com/file/d/1K4mwqOAsz6KRo7yk9dHNcHdFjRFuQUFE/view?usp=sharing.&nbsp;</p>
<p>&nbsp;</p>
<p><strong><u>&nbsp;REFLEXI&Oacute;N PERSONAL DE TODOS LOS CONTENIDOS VISTOS</u></strong></p>
<p>La psicolog&iacute;a, es una ciencia que permite conocer la conducta de la persona, y su relaci&oacute;n en sociedad con otros. Cuando el individuo se enfrenta a la escuela se estudia la psicolog&iacute;a educativa.</p>
<p>Las diferencias en la estructura y funci&oacute;n cerebral, influyen significativamente en los estilos de aprendizaje y la capacidad de los estudiantes para incorporar nuevos conocimientos. Por eso es necesario conocer el cerebro humano para poder adaptar los m&eacute;todos de ense&ntilde;anza para satisfacer necesidades individuales de los estudiantes y proponer un aprendizaje mas efectivo y significativo. Para ello tambi&eacute;n, se debe tener siempre presente las emociones que fluyen y juegan un papel fundamental en la motivaci&oacute;n, la atenci&oacute;n, y la toma de decisiones en los procesos de aprendizaje. Integrar las emociones y las inteligencias m&uacute;ltiples en el dise&ntilde;o de nuestros programas educativos, pueden mejorar la experiencia de aprendizaje de los estudiantes, generar un ambiente de aprendizaje positivo y apoyar el desarrollo emocional y acad&eacute;mico. Por otro lado, es necesario implementar estrategias de prevenci&oacute;n de violencia escolar en las instituciones educativas, como por ejemplo:</p>
<ul>
<li>E<strong>ducaci&oacute;n y Sensibilizaci&oacute;n:</strong> Implementar programas educativos que ense&ntilde;en a los estudiantes sobre el respeto, la empat&iacute;a y las consecuencias de la violencia.</li>
<li><strong>Pol&iacute;ticas y Normativas:</strong> Establecer pol&iacute;ticas claras contra la violencia escolar y procedimientos para reportar y manejar incidentes de manera efectiva.</li>
<li><strong>Intervenci&oacute;n Temprana:</strong> Identificar se&ntilde;ales de violencia y actuar de manera proactiva para prevenir su escalamiento. Esto incluye intervenciones individuales y grupales.</li>
<li><strong>Apoyo Psicol&oacute;gico:</strong> Proveer servicios de consejer&iacute;a y apoyo emocional tanto para v&iacute;ctimas como para agresores, con el objetivo de abordar las causas subyacentes del comportamiento violento.</li>
<li><strong>Participaci&oacute;n de la Comunidad:</strong> Involucrar a padres, tutores y miembros de la comunidad en la creaci&oacute;n de un ambiente escolar positivo y seguro.</li>
<li><strong>Promoci&oacute;n de un Clima Escolar Positivo:</strong> Fomentar una cultura de respeto, inclusi&oacute;n y cooperaci&oacute;n en el entorno escolar.</li>
<li><strong>Capacitaci&oacute;n del Personal:</strong> Ofrecer formaci&oacute;n continua al personal escolar para manejar y prevenir situaciones de violencia, y para intervenir de manera efectiva en caso de incidentes.</li>
</ul>
<p>&nbsp;</p>
</body>
</html>